{
  "id": "1a8c3c578cdb510b",
  "original_url": "http://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/",
  "canonical_url": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/",
  "fetched_title": "An obsession with khao soi, Lao rice noodles - So Many Miles",
  "main_text_content": "An obsession with khao soi, Lao rice noodles By Cindy Fan Posted on April 16, 2019 Updated November 4, 2024 Khao soi are flat rice noodles, commonly served in a namesake noodle soup heaped with a bolognese of pork and fermented soybean paste. It doesn’t take long to find the noodle maker — that is, if you don’t count the day and half drive through Laos’ perilous mountains to reach Ban Siliheuang village in Luang Namtha Province. It is mid-afternoon, usually siesta time in rural Laos, yet in an open-air workshop a woman is toiling away making khao soi . The northern Lao provinces of Luang Namtha and Luang Prabang are renowned for khao soi, Lao fresh flat rice noodles . To make the noodle, rice flour batter is steamed into thin rectangular sheets which are then rolled and cut into wide ribbons. This is possibly where the name originated from: khao is “rice” and soi means “cut”. Given their width, the noodles are also referred to as sen nyai or “big noodle”. Noodles cut to order at Muang Sing&#8217;s morning market In the namesake soup, these noodles are sunk in a pork broth and embellished with a bolognese of minced pork, tomatoes, garlic and fermented bean paste. It is always served with a medley of herbs that are added by the diner according to personal taste. It is completely different from and has no relation to northern Thai khao soi , a rich coconut curry noodle soup. The villagers of Ban Siliheuang are Tai Neua, one of nine unique ethnic groups found in Muang Sing , a remote pocket 58 kilometres from the Chinese border. Like the rest of northern Laos, the region is under pressure from China, whose aggressive tactics and insatiable appetite for natural resources are disturbing the traditional way of life in this verdant mountain valley. Drastic changes are underway, however, one tradition persists. In Muang Sing and throughout northern Laos, khao soi rice noodles are handmade every day in small family-run operations such as this . In Ban Siliheuang, 15 families take turns churning out sheets of noodles, each allotted approximately one hour. There are two work periods: around 13:00-18:00, and the night shift from midnight to 08:00, ensuring noodles are ready for the morning market and breakfast vendors. The woman tells me the village produces around 40 to 50 kilograms a day. Luang Prabang-style khao soi The workshop is simply a corrugated metal roof supported by a few wooden beams and a fire pit holding an enormous wok. The woman grinds uncooked regular white rice (not the Lao staple sticky rice) into a powder, then mixes it with water, half of it boiling, half room temperature, until there’s a thick white batter. After oiling the shallow rectangular sheet pan, she pours in a ladleful of batter and moves the pan to spread and evenly coat the entire bottom. Lifting the cloth-covered lid off the wok, she vanishes behind a plume of steam. Water bubbles away at the bottom of the wok. A sheet pan rests on top, the batter just cooked and set. The next minute is a blur as she removes the pan, adds the new one, replaces the lid, splashes a generous amount of water around the edge of the lid, peels the rice sheet off the pan onto a long bamboo pole, neatly rolls up a sheet that has cooled, checks the fire, oils the pan, pours a ladleful of batter, spreads it out, lifts the lid… Her choreography is fluid, a clockwork loop until she scrapes the last bit of batter from the basin. The rolls of rice paper are placed in a basket lined with banana leaf, ready to be hand cut into noodles. Whether at the morning market in Muang Sing or the night market in Luang Prabang, you’ll be sure to find them in khao soi or Lao-style pho. The noodles are versatile. Later, as I take a sunset stroll through one of Muang Sing’s Akha villages, a vendor arrives by motorbike and begins snipping the rolls into noodles with scissors. In a small bag she shakes them with a few spoons of pork bolognese and a dash of soy sauce, a cheap and easy dry snack eaten straight from the bag. How to make khao soi, Lao rice noodle soup There are four components to Lao khao soi: stock, rice noodles, meat sauce and the ingredients to serve. What makes khao soi unique is the mince meat bolognese; one of its key ingredients is mak tua nao , Lao fermented soybean paste. This paste can be found in some Lao dips, curries and soups such as mee gah thi, a curried fish and coconut soup pictured on my story about khao poon noodles . Soybeans are fried and simmered, then fermented with salt and chilli for at least four months, ideally one to two years, transforming it into a thick darkly ruddy paste. Mak tua nao is part of the reason khao soi soup turns red, giving the false impression it is screamingly spicy when actually it is mild. Khao soi&#8217;s oh-la-la comes from mak tua nao. The paste can be bought at markets in Laos, the vendor doling out from a large container into a baggie. Bring your own jar if you want to take some back, homeland customs permitting. Vari",
  "main_html_content": "<div class=\"entry-text\">\n        <header class=\"entry-header\">\n      <h1 class=\"entry-title\">An obsession with khao soi, Lao rice noodles</h1><span class=\"byline\"><span class=\"author vcard\">By <a class=\"url fn n\" href=\"/about\">Cindy Fan</a></span></span><span class=\"posted-on\"><span class=\"screen-reader-text\">Posted on </span><a href=\"https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/\" rel=\"bookmark\"><time class=\"entry-date published updated\" datetime=\"2019-04-16T15:21:15+07:00\">April 16, 2019</time></a></span>    </header><!-- .entry-header -->\n    <div class=\"entry-content\">\n      <div class=\"at-above-post addthis_tool\" data-url=\"https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/\"></div><div class=\"standfirst\">\n<p><em>Updated November 4, 2024</em></p>\n<p>Khao soi are flat rice noodles, commonly served in a namesake noodle soup heaped with a bolognese of pork and fermented soybean paste.</p>\n</div>\n<p><span id=\"more-3497\"></span></p>\n<div class=\"dropcap-intro\">\n<p>It doesn’t take long to find the noodle maker — that is, if you don’t count the day and half drive through Laos’ perilous mountains to reach Ban Siliheuang village in Luang Namtha Province. It is mid-afternoon, usually siesta time in rural Laos, yet in an open-air workshop a woman is toiling away making<strong> khao soi</strong>.</p>\n</div>\n<p>The northern Lao provinces of Luang Namtha and Luang Prabang are renowned for khao soi,<strong> Lao fresh flat rice noodles</strong>. To make the noodle, rice flour batter is steamed into thin rectangular sheets which are then rolled and cut into wide ribbons. This is possibly where the name originated from: khao is “rice” and soi means “cut”. Given their width, the noodles are also referred to as <em>sen nyai</em> or “big noodle”.</p>\n<figure id=\"attachment_3505\" aria-describedby=\"caption-attachment-3505\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img fetchpriority=\"high\" decoding=\"async\" class=\"size-full wp-image-3505\" src=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_Muang-Sing-market_728px.jpg\" alt=\"Laos market\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_Muang-Sing-market_728px.jpg 728w, https://somanymiles.com/wp-content/uploads/Making-khao-soi_Muang-Sing-market_728px-300x225.jpg 300w\" sizes=\"(max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3505\" class=\"wp-caption-text\">Noodles cut to order at Muang Sing&#8217;s morning market</figcaption></figure>\n<p>In the namesake soup, these noodles are sunk in a pork broth and embellished with a <strong>bolognese of minced pork, tomatoes, garlic and fermented bean paste.</strong> It is always served with a medley of herbs that are added by the diner according to personal taste. It is completely different from and has no relation to <a href=\"https://somanymiles.com/2012/09/khao-soi-the-signature-dish-of-chiang-mai/\">northern Thai khao soi</a>, a rich coconut curry noodle soup.</p>\n<p>The villagers of Ban Siliheuang are Tai Neua, one of nine unique ethnic groups found in <strong>Muang Sing</strong>, a remote pocket 58 kilometres from the Chinese border. Like the rest of northern Laos, the region is under pressure from China, whose aggressive tactics and insatiable appetite for natural resources are disturbing the traditional way of life in this verdant mountain valley. Drastic changes are underway, however, one tradition persists. In Muang Sing and throughout northern Laos, khao soi rice noodles are<strong> handmade every day in small family-run operations such as this</strong>.</p>\n<p>In Ban Siliheuang, 15 families take turns churning out sheets of noodles, each allotted approximately one hour. There are two work periods: around 13:00-18:00, and the night shift from midnight to 08:00, ensuring noodles are ready for the morning market and breakfast vendors. The woman tells me the village produces around 40 to 50 kilograms a day.</p>\n<figure id=\"attachment_3524\" aria-describedby=\"caption-attachment-3524\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-3524\" src=\"https://somanymiles.com/wp-content/uploads/Luang-Prabang-style-Khao-Soi_728x546.jpg\" alt=\"Luang Prabang restaurants\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Luang-Prabang-style-Khao-Soi_728x546.jpg 728w, https://somanymiles.com/wp-content/uploads/Luang-Prabang-style-Khao-Soi_728x546-300x225.jpg 300w\" sizes=\"(max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3524\" class=\"wp-caption-text\">Luang Prabang-style khao soi</figcaption></figure>\n<p>The workshop is simply a corrugated metal roof supported by a few wooden beams and a fire pit holding an enormous wok. The woman grinds uncooked regular white rice (not the Lao staple sticky rice) into a powder, then mixes it with water, half of it boiling, half room temperature, until there’s a thick white batter.</p>\n<p>After oiling the shallow rectangular sheet pan, she pours in a ladleful of batter and moves the pan to spread and evenly coat the entire bottom. Lifting the cloth-covered lid off the wok, she vanishes behind a plume of steam. Water bubbles away at the bottom of the wok. A sheet pan rests on top, the batter just cooked and set.</p>\n<p><strong>The next minute is a blur</strong> as she removes the pan, adds the new one, replaces the lid, splashes a generous amount of water around the edge of the lid, peels the rice sheet off the pan onto a long bamboo pole, neatly rolls up a sheet that has cooled, checks the fire, oils the pan, pours a ladleful of batter, spreads it out, lifts the lid…</p>\n<p>Her choreography is fluid, a clockwork loop until she scrapes the last bit of batter from the basin. The rolls of rice paper are placed in a basket lined with banana leaf, ready to be hand cut into noodles.</p>\n<p><img decoding=\"async\" class=\"aligncenter size-full wp-image-3498\" src=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi1_728x546.jpg\" alt=\"Lao food\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi1_728x546.jpg 728w, https://somanymiles.com/wp-content/uploads/Making-khao-soi1_728x546-300x225.jpg 300w\" sizes=\"(max-width: 728px) 100vw, 728px\" /></p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-3499 size-full\" src=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x971.jpg\" alt=\"khao soi Lao rice noodle\" width=\"728\" height=\"971\" srcset=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x971.jpg 728w, https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x971-225x300.jpg 225w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /></p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-full wp-image-3500\" src=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_IMG_0441_728x971.jpg\" alt=\"Luang Prabang food\" width=\"728\" height=\"971\" srcset=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_IMG_0441_728x971.jpg 728w, https://somanymiles.com/wp-content/uploads/Making-khao-soi_IMG_0441_728x971-225x300.jpg 225w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /></p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-full wp-image-3501\" src=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x546.jpg\" alt=\"An obsession with khao soi, Lao rice noodles\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x546.jpg 728w, https://somanymiles.com/wp-content/uploads/Making-khao-soi_728x546-300x225.jpg 300w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /></p>\n<p>Whether at the morning market in Muang Sing or the night market in Luang Prabang, you’ll be sure to find them in khao soi or Lao-style pho.  The noodles are versatile. Later, as I take a sunset stroll through one of Muang Sing’s <a href=\"https://somanymiles.com/2013/09/the-akha-headdress-iconic-ethnicity/\">Akha</a> villages, a vendor arrives by motorbike and begins snipping the rolls into noodles with scissors. In a small bag she shakes them with a few spoons of pork bolognese and a dash of soy sauce, a cheap and easy dry snack eaten straight from the bag.</p>\n<h2>How to make khao soi, Lao rice noodle soup</h2>\n<p>There are four components to Lao khao soi: stock, rice noodles, meat sauce and the ingredients to serve.</p>\n<p>What makes khao soi unique is the mince meat bolognese; one of its key ingredients is <strong>mak tua nao</strong>, Lao fermented soybean paste. This paste can be found in some Lao dips, curries and soups such as mee gah thi, a curried fish and coconut soup pictured on my story about <a href=\"https://somanymiles.com/2018/01/khao-poon-the-noodle-of-laos/\">khao poon noodles</a>. Soybeans are fried and simmered, then fermented with salt and chilli for at least four months, ideally one to two years, transforming it into a thick darkly ruddy paste. Mak tua nao is part of the reason khao soi soup turns red, giving the false impression it is screamingly spicy when actually it is mild.</p>\n<figure id=\"attachment_3503\" aria-describedby=\"caption-attachment-3503\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" class=\"size-full wp-image-3503\" src=\"https://somanymiles.com/wp-content/uploads/Khao-soi_fermented-soy-bean-paste_IMG_3530_728px.jpg\" alt=\"fermented bean paste\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Khao-soi_fermented-soy-bean-paste_IMG_3530_728px.jpg 728w, https://somanymiles.com/wp-content/uploads/Khao-soi_fermented-soy-bean-paste_IMG_3530_728px-300x225.jpg 300w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3503\" class=\"wp-caption-text\">Khao soi&#8217;s oh-la-la comes from mak tua nao.</figcaption></figure>\n<p>The paste can be bought at markets in Laos, the vendor doling out from a large container into a baggie. Bring your own jar if you want to take some back, homeland customs permitting. Variations of <strong>fermented soybean paste</strong> appear in many Asian and Southeast Asian cuisines. Doubanjiang is a paste of fermented broad bean, soybean, rice, salt and chilli that originated in Sichuan and is now used in Chinese and Taiwanese cooking; this would probably be the best substitute. Similarly, Korea has doenjang and even mixing Japanese miso with dried chilli or chilli powder would do to create the salty, deep umami, fragrant fermented soy flavour. These all can be found in an Asian grocery.</p>\n<p><strong>The added herbs, vegetables and condiments are an essential component</strong> <strong>to the noodle soup.</strong></p>\n<p><strong>Garnish</strong>: slivers or fine sliced spring onions, cilantro, deep-fried garlic slices, deep-fried shallots</p>\n<p><strong>Basket of herbs and greens</strong>: watercress, Thai basil, sawtooth coriander, mint, dill, bean sprout, lettuce, snake beans, lime wedges</p>\n<p><strong>Condiments and seasoning</strong>: fish sauce, soy sauce, chilli (whole or chopped, sweet chilli sauce, chilli powder), sugar, vinegar, pickled minced ginger, garlic, chilli in vinegar, MSG, shrimp paste</p>\n<figure id=\"attachment_3504\" aria-describedby=\"caption-attachment-3504\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" class=\"size-full wp-image-3504\" src=\"https://somanymiles.com/wp-content/uploads/Khao-soi-herbs_728x546.jpg\" alt=\"Lao cuisine\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Khao-soi-herbs_728x546.jpg 728w, https://somanymiles.com/wp-content/uploads/Khao-soi-herbs_728x546-300x225.jpg 300w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3504\" class=\"wp-caption-text\">Essential noodle soup roughage.</figcaption></figure>\n<p>Once the steaming bowl arrives to the table, <strong>the ritual begins</strong>. The first step is to pick off the best leaves of Thai basil, mint and tear up the long sawtooth coriander into smaller pieces; sink them into the hot broth so the herbs release their flavour. Whether you eat the herbs or not is personal preference. I slurp up all except for the tough sawtooth coriander, which I fish out after they are spent. You also need to quickly add the watercress and bean sprouts so they can wilt in the soup.</p>\n<p>Next is the <strong>condiment</strong> song and dance. A pinch of this, a dash of that, a mix and a sip before adjusting. Everyone has their own personal combo and it can look like a bunch of mad scientists winging an experiment. My pedestrian approach is to keep things simple and if the stock is good, I don’t think it needs any seasoning except perhaps a glob of sweet chilli. Besides, I’m too impatient and can’t wait to dig in.</p>\n<p>The final step is a big squeeze of <strong>lime</strong>. I was once told, early on in my noodle-eating career, that this should be done last because lime juice looses its fresh flavour the longer it sits in hot soup. Since then I have treated this as dogma.</p>\n<figure id=\"attachment_3506\" aria-describedby=\"caption-attachment-3506\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" class=\"size-full wp-image-3506\" src=\"https://somanymiles.com/wp-content/uploads/Khao-soi_Luang-Prabang-morning-market_IMG_3842_728px.jpg\" alt=\"Luang Prabang morning market\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Khao-soi_Luang-Prabang-morning-market_IMG_3842_728px.jpg 728w, https://somanymiles.com/wp-content/uploads/Khao-soi_Luang-Prabang-morning-market_IMG_3842_728px-300x225.jpg 300w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3506\" class=\"wp-caption-text\">Cooking up the meat sauce in Luang Prabang&#8217;s morning market.</figcaption></figure>\n<p>Locals eat the <strong>lettuce and raw snake beans</strong> separately as a crudite for <strong>shrimp paste</strong>. They’ll even dip whole bird’s eye chilli and pop it into their seemingly fire proof mouth. Made from fermented shrimp, the paste is pungent, odorous and an acquired taste. Munching on lettuce and beans plain is a nice palette cleanser and will help cool any mouth burning from chilli fire.</p>\n<p>Once you try preparing all the components of khao soi yourself, you will appreciate a vendor’s 10,000 to 20,000 kip bowl.</p>\n<h2>Recipe: Chef Mao’s Luang Prabang khao soi</h2>\n<p>Chef Mao, Restaurateur and Head Chef at <strong><a href=\"https://www.facebook.com/PopoloCantina/\">Popolo</a></strong> in Luang Prabang, shared with me her delicious Luang Prabang khao soi recipe, which she adapted from Chef Khek. This isn’t one-hundred percent traditional. Chef Mao creates a simple aromatic vegetable broth with the zing of fresh ginger instead of the usual stock made with pork bones. Flavour enhancers MSG and bouillon powder/cube (Knorr) that are sometimes used locally have also been omitted.</p>\n<p>For a more traditional recipe, skip the ginger in the meat sauce and don’t deseed the tomatoes, simply dice whole. <a href=\"https://somanymiles.com/2014/11/friends-international-restaurant-khaiphaen-opens-luang-prabang/\">Friends International</a>’s cookbook <em>From Honeybees to Pepperwood</em> features the recipe of <strong><a href=\"https://maps.app.goo.gl/2yNiWXMdwuVB1JWN7\">one of my favourite khao soi noodle shops in Luang Prabang</a></strong>, located across from Wat Sene temple. Notably, they char the onion and ginger before boiling it with pork bones, carrot, daikon and celery. I’ve fallen in love with Chef Mao’s recipe. Pureeing and straining the tomato seeds creates a refined sauce while the sheer ease of making a vegetable broth means I don’t miss the meat.</p>\n<figure id=\"attachment_3508\" aria-describedby=\"caption-attachment-3508\" style=\"width: 728px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" class=\"size-full wp-image-3508\" src=\"https://somanymiles.com/wp-content/uploads/Homemade-khao-soi_728px.jpg\" alt=\"Khao soi recipe\" width=\"728\" height=\"546\" srcset=\"https://somanymiles.com/wp-content/uploads/Homemade-khao-soi_728px.jpg 728w, https://somanymiles.com/wp-content/uploads/Homemade-khao-soi_728px-300x225.jpg 300w\" sizes=\"auto, (max-width: 728px) 100vw, 728px\" /><figcaption id=\"caption-attachment-3508\" class=\"wp-caption-text\">Homestyle goodness</figcaption></figure>\n<h2>Ingredients</h2>\n<h3><strong>Broth</strong></h3>\n<p>1 L of water<br />\n2 stalks of lemongrass<br />\n2 slices of ginger, each 1 cm thick<br />\n1 carrot<br />\n1 whole shallot<br />\n1 clove<br />\n1 star anise<br />\n1 small bouquet of coriander with roots and Chinese celery (also known as leaf celery)<br />\n2 tbsp vegetable oil<br />\nfish sauce to taste<br />\nsalt to taste</p>\n<h3><strong>Bolognese</strong></h3>\n<p>1 kg of tomato<br />\n500 gr ground pork &#8211; knuckle meat is the best<br />\n350 gr mak tua nao (paste made of fermented soy beans, chilli and garlic, found in markets Luang Prabang)<br />\n1 small onion<br />\n1 head of garlic<br />\n2-3 shallots<br />\n3 cm of ginger, grated then muddled<br />\noptional: chicken Knorr</p>\n<h3><strong>To serve</strong></h3>\n<p><strong>Noodles</strong>: sen khao soi (fresh, wide and flat rice noodles), or any rice noodle<br />\n<strong>Garnish</strong>: deep-fried garlic slices, deep-fried shallots, chopped or slivered spring onions, chopped cilantro<br />\n<strong>Herbs &amp; greens</strong>: Thai basil, watercress or any leafy green, mint, sawtooth coriander (culantro), bean sprouts, snake beans, lime</p>\n<h2>Method</h2>\n<h3><strong>Broth</strong></h3>\n<p>For the soup broth: Bash the lemongrass with the spine of a large knife to release aroma. Add lemongrass and all broth ingredients to the pot, bringing it to a boil before reducing to a simmer. Cook for at least an hour, until the broth is flavourful. Strain and discard the solids.</p>\n<h3><strong>Meat sauce</strong></h3>\n<ol>\n<li>Chop garlic, shallots and onion.</li>\n<li>Deseed tomatoes and dice. Puree the seeds in a blender, then strain, discarding any solids.</li>\n<li>Grate ginger and muddle into a paste.</li>\n<li>In a pot on medium-high heat, add oil followed by the chopped onion, shallots and ginger. Fry until softened and golden.</li>\n<li>Add pork and garlic. Sauté, stirring occasionally until pork releases its juices.</li>\n<li>Stir in fermented soy bean paste, incorporating until the meat is evenly coated and aroma is released.</li>\n<li>Add diced tomato and strained puree. Reduce the heat and simmer over a low heat for 20-25 minutes until tomato is soft and liquid reduced. Add sugar, pepper and salt to taste. Be cautious with the salt as the fermented bean paste is salty.</li>\n</ol>\n<h3><strong>To serve</strong></h3>\n<p>Place a handful of fresh khao soi rice noodles in a bowl (if they are stuck together gently loosen them up with your fingers). Pour over boiling hot broth. Add a few heaping spoonfuls of the pork bolognese on top and garnish with some chopped spring onions, cilantro, deep-fried garlic slices and deep-fried shallots.</p>\n<p>Serve with a basket of greens that can be torn and sunk into the hot broth. In Laos, that usually includes Thai basil, sawtooth coriander, mint, bean sprouts and watercress. The table can also have raw snake beans and lettuce, as well as condiments including but not limited to fish sauce, soy sauce, sugar, vinegar and/or MSG. Don’t forget the spectrum of chillis: whole bird’s eye chilli, Thai chilli, chilli sauce, chilli powder. Add according to taste.</p>\n<p><em><strong>A few notes about making this dish at home:</strong></em></p>\n<ul>\n<li>These days, many of the ingredients can be found in a good Thai or Asian grocery. If sourcing ingredients is challenging, I would say the most essential toppings are chopped spring onions; deep-fried garlic or shallots (make the effort to prepare at least one); at least two herbs such as Thai basil and cilantro; watercress/leafy green; snake beans or long green beans; some kind of Asian chilli heat; fresh lime juice.</li>\n<li>Watercress can be substituted by any Asian leafy green such as Chinese broccoli or bok choy</li>\n<li>Snake beans can be substituted by green beans. In Laos they would be eaten raw. The beans, as well as the beansprouts can be blanched if you prefer.</li>\n<li>See explanation of mak tua nao above for suggested substitute.</li>\n<li>Deep-fried shallots and deep-fried garlic are easy to prepare and can be bought ready made. Author Andrea Nguyen shares <a href=\"https://www.vietworldkitchen.com/blog/2007/11/crispy-carameli.html\">her recipe here</a>.</li>\n<li>The mint commonly used in Laos is water mint, which has small oval leaves and a slightly citrusy scent and strong taste that goes well with noodle soup. The mint commonly sold in the west is spearmint and that works fine.</li>\n<li>Bird’s eye chilli or Thai chilli would be the most authentic. They have more oomph than jalapeno but any chilli would do in a pinch. For chilli sauce, use one that is Thai or Viet-style.</li>\n<li>Chances are you probably don’t have a neighbourhood noodle maker. Fresh wide rice noodles are sold in Asian grocery stores either in the refrigerated or unrefrigerated section, depending on they way it has been packaged. They can be labelled as pad Thai, Vietnamese <em>banh pho</em> or in Chinese, c<em>how fun, chang fun, hor fun, Shahe fen</em> or <em>he fen</em>. Fresh noodles have an expiry date and should be used soon after purchasing. If the noodles are sticking together, gently loosen the strands before assembling the bowl. Dried rice noodles can be used as a substitute. Bringing them to life requires either soaking in hot water or boiling until cooked.</li>\n</ul>\n<!-- AddThis Advanced Settings above via filter on the_content --><!-- AddThis Advanced Settings below via filter on the_content --><!-- AddThis Advanced Settings generic via filter on the_content --><!-- AddThis Share Buttons above via filter on the_content --><!-- AddThis Share Buttons below via filter on the_content --><div class=\"at-below-post addthis_tool\" data-url=\"https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/\"></div><!-- AddThis Share Buttons generic via filter on the_content -->    </div>\n                  <div class=\"entry-related\">\n          <h2 class=\"entry-related-title\">You might also like</h2>\n          <ul class=\"unstyled entry-related-container\">\n                                  <li class=\"entry-related-item\">\n              <a class=\"entry-related-item-image\" href=\"https://somanymiles.com/2014/02/portraits-northern-laos-story-behind-colours/\" title=\"Portraits of Northern Laos: The story behind the colours\">\n                <img width=\"350\" height=\"233\" src=\"https://somanymiles.com/wp-content/uploads/Colour-story_feature_1440x900_72dpi-350x233.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"Akha hilltribe\" decoding=\"async\" loading=\"lazy\" />              </a>\n              <h1 class=\"entry-related-item-title entry-title\"><a href=\"https://somanymiles.com/2014/02/portraits-northern-laos-story-behind-colours/\">Portraits of Northern Laos: The story behind the colours</a></h1>\n            </li>\n                                  <li class=\"entry-related-item\">\n              <a class=\"entry-related-item-image\" href=\"https://somanymiles.com/2016/07/noodles-northern-laos/\" title=\"Noodles of northern Laos\">\n                <img width=\"350\" height=\"233\" src=\"https://somanymiles.com/wp-content/uploads/Noodles-of-Laos_1440x900_khao-soi3-350x233.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"Luang Prabang khao soi\" decoding=\"async\" loading=\"lazy\" />              </a>\n              <h1 class=\"entry-related-item-title entry-title\"><a href=\"https://somanymiles.com/2016/07/noodles-northern-laos/\">Noodles of northern Laos</a></h1>\n            </li>\n                    </ul>\n        </div>\n                      </div>",
  "publication_date": "2019-04-16T08:21:15+00:00",
  "author": "Cindy Fan",
  "key_image_url": "https://somanymiles.com/wp-content/uploads/Khao-soi_feature3_1440x900.jpg",
  "local_image_path": "scraped/1a8c3c578cdb510b/image.jpg",
  "json_ld_objects": [
    {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/",
          "url": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/",
          "name": "An obsession with khao soi, Lao rice noodles - So Many Miles",
          "isPartOf": {
            "@id": "https://somanymiles.com/#website"
          },
          "primaryImageOfPage": {
            "@id": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/#primaryimage"
          },
          "image": {
            "@id": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/#primaryimage"
          },
          "thumbnailUrl": "https://somanymiles.com/wp-content/uploads/Khao-soi_feature3_1440x900.jpg",
          "datePublished": "2019-04-16T08:21:15+00:00",
          "dateModified": "2024-11-04T06:38:24+00:00",
          "author": {
            "@id": "https://somanymiles.com/#/schema/person/e1c564a7b6a539f3263015cfef64256c"
          },
          "description": "How to make khao soi Lao rice noodle, the famous noodle soup of Luang Prabang. Recipe for khao soi.",
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/"
              ]
            }
          ]
        },
        {
          "@type": "ImageObject",
          "inLanguage": "en-US",
          "@id": "https://somanymiles.com/2019/04/khao-soi-lao-rice-noodles/#primaryimage",
          "url": "https://somanymiles.com/wp-content/uploads/Khao-soi_feature3_1440x900.jpg",
          "contentUrl": "https://somanymiles.com/wp-content/uploads/Khao-soi_feature3_1440x900.jpg",
          "width": 1440,
          "height": 900,
          "caption": "Rice noodles of Laos"
        },
        {
          "@type": "WebSite",
          "@id": "https://somanymiles.com/#website",
          "url": "https://somanymiles.com/",
          "name": "So Many Miles",
          "description": "A writer living abroad. A journey told through stories.",
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "https://somanymiles.com/?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Person",
          "@id": "https://somanymiles.com/#/schema/person/e1c564a7b6a539f3263015cfef64256c",
          "name": "Cindy Fan",
          "image": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "https://somanymiles.com/#/schema/person/image/",
            "url": "https://secure.gravatar.com/avatar/dee81b3277ac6d909efa37525869121e96809e04275a512015c253a58bcefad8?s=96&d=mm&r=g",
            "contentUrl": "https://secure.gravatar.com/avatar/dee81b3277ac6d909efa37525869121e96809e04275a512015c253a58bcefad8?s=96&d=mm&r=g",
            "caption": "Cindy Fan"
          },
          "sameAs": [
            "http://cindyfan.com"
          ],
          "url": "https://somanymiles.com/author/cindy/"
        }
      ]
    }
  ],
  "scraping_timestamp": "2025-05-23T21:36:22.682Z",
  "scraping_status": "scraped"
}