{
  "id": "7dc8ca249195b0e7",
  "original_url": "https://forgeorganizing.org/article/building-resilient-organizations",
  "canonical_url": "https://forgeorganizing.org/article/building-resilient-organizations/",
  "fetched_title": "Building Resilient Organizations | The Forge",
  "main_text_content": "Click here to listen to Maurice Mitchell read this article. Haga clic aquí para leer el artículo en Español. Maurice Mitchell talks with Cyndi Suarez of Nonprofit Quarterly about the inspiration behind​ the article. Executives in professional social justice institutions, grassroots activists in local movements, and fiery young radicals on protest lines are all advancing urgent concerns about the internal workings of progressive spaces. The themes arising are surprisingly consistent. Many claim that our spaces are “toxic” or “problematic,” often sharing compelling and troubling personal anecdotes as evidence of this. People in leadership are finding their roles untenable, claiming it is “impossible” to execute campaigns or saying they are in organizations that are “stuck.” A growing group of new organizers and activists are becoming cynical or dropping out altogether. Most read their experiences as interpersonal conflict gone awry, the exceptional dynamics of a broken environment or a movement that&#8217;s lost its way. A “bad supervisor,” a “toxic workplace,” a “messy movement space,” or a “problematic person with privilege” are just some of the refrains echoed from all corners of our movements. Individuals are pointing fingers at other individuals; battle lines are being drawn. Identity and position are misused to create a doom loop that can lead to unnecessary ruptures of our political vehicles and the shuttering of vital movement spaces. Movements on the Left are driven by the same political and social contradictions we strive to overcome. We fight against racism, classism, and sexism yet battle inequity and oppression inside our movements. Although we struggle for freedom and democracy, we also suffer from tendencies toward abuse and domination. We promote leadership and courage by individuals, but media exposure, social media fame, and access to resources compromise activists. We draw from the courage of radical traditions but often lack the strategy or conviction to challenge the status quo. The radical demands that we do make are so regularly disregarded that it can feel as if we are shouting into the wind. Many of us are working harder than ever but feeling that we have less power and impact. There are things we can and must do to shift movements for justice toward a powerful posture of joy and victory. Such a metamorphosis is not inevitable, but it is essential. This essay describes the problems our movements face, identifies underlying causes, analyzes symptoms of the core problems, and proposes some concrete solutions to reset our course. Roots of the Crisis This moment is one of multiple, overlapping crises: a global pandemic, rising authoritarianism, climate emergency, political violence, unprecedented economic inequality, and general precarity all exacerbate interpersonal tension points. Like the rest of society, our movements exist within a general climate of anxiety, despair, and anger without the necessary support to process such massive emotions, individually or in community. Recognizing the challenging terrain on which we struggle and grow can allow for more compassion for our comrades as well as clarity about the urgent mandate at hand. Our current movement is ideologically underdeveloped and uneven. History can help us understand why. There has been a one-sided, often government-initiated effort to defang movements for justice: the brutal terrorism following Reconstruction, the Red Scare following the Bolshevik revolution in 1917, the dismantling of Pan-African nationalist movements in the 1920s, McCarthyism in the ’50s, COINTELPRO in the ’60s, and the war on militant Black liberation organizations well into the early ’80s. Leaders have been jailed, killed, or co-opted; organizations have been invaded, dismantled, or neutralized. We have inherited this traumatic and often bloody legacy. As a result of this rupture, over the past 50 years, many of our leaders have prioritized hard skills and pragmatism over developing their ideological orientation or running transformative campaigns. Other organizations have an ideological analysis but lack the skills to develop an effective strategy and execute a campaign in a way that builds large bases. Current conditions also contribute to the organizational tensions under which we operate. These include but are not limited to: A crisis of institutional legitimacy after 40 years of neoliberalism A reckoning with institutional power and cultural privilege shaped by social movements like the #MeToo Movement and the Movement for Black Lives The structural and ideological limitations of 501(c)3 non-profits in terms of their subservience to funding sources and resulting incompatibility with power building The expansion of corporate and billionaire power, popularization of ethnonationalist ideologies, and election of right-wing governments, all of which create severe economic volatility for working class and poor people The occupation of leadership roles b",
  "main_html_content": "<p dir=\"ltr\"> </p>\n<p></p>\n<p><em><a href=\"https://on.soundcloud.com/G11fP\">Click here</a> to listen to Maurice Mitchell read this article. Haga <a href=\"/sites/default/files/construyendo_organizaciones_resilientes_hacia_la_alegria_y_el_poder_duradero_en_tiempos_de_crisis.pdf\">clic aquí </a>para leer el artículo en Español.</em></p>\n<p></p>\n<p> </p>\n<p></p>\n<p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/Z4lNICVkl_M\" title=\"YouTube video player\" width=\"560\"></iframe></p>\n<p></p>\n<p><em>Maurice Mitchell talks with Cyndi Suarez of Nonprofit Quarterly about the inspiration behind​ the article. </em></p>\n<p></p>\n<p dir=\"ltr\"> </p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Executives in professional social justice institutions, grassroots activists in local movements, and fiery young radicals on protest lines are all advancing urgent concerns about the internal workings of progressive spaces. The themes arising are surprisingly consistent. Many claim that our spaces are “toxic” or “problematic,” often sharing compelling and troubling personal anecdotes as evidence of this. People in leadership are finding their roles untenable, claiming it is “impossible” to execute campaigns or saying they are in organizations that are “stuck.” </span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">A growing group of new organizers and activists are becoming cynical or dropping out altogether. Most read their experiences as interpersonal conflict gone awry, the exceptional dynamics of a broken environment or a movement that&#8217;s lost its way. A “bad supervisor,” a “toxic workplace,” a “messy movement space,” or a “problematic person with privilege” are just some of the refrains echoed from all corners of our movements. Individuals are pointing fingers at other individuals; battle lines are being drawn. Identity and position are misused to create a doom loop that can lead to unnecessary ruptures of our political vehicles and the shuttering of vital movement spaces. </span></p>\n<p></p>\n<p><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Movements on the Left are driven by the same political and social contradictions we strive to overcome. We fight against racism, classism, and sexism yet battle inequity and oppression inside our movements. Although we struggle for freedom and democracy, we also suffer from tendencies toward abuse and domination. We promote leadership and courage by individuals, but media exposure, social media fame, and access to resources compromise activists. We draw from the courage of radical traditions but often lack the strategy or conviction to challenge the status quo. The radical demands that we do make are so regularly disregarded that it can feel as if we are shouting into the wind. Many of us are working harder than ever but feeling that we have less power and impact. </span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">There are things we can and must do to shift movements for justice toward a powerful posture of joy and victory. Such a metamorphosis is not inevitable, but it is essential. This essay describes the problems our movements face, identifies underlying causes, analyzes symptoms of the core problems, and proposes some concrete solutions to reset our course.</span></p>\n<p></p>\n<p> </p>\n<p></p>\n<h4 dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Roots of the Crisis</span></h4>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">This moment is one of multiple, overlapping crises: a global pandemic, rising authoritarianism, climate emergency, political violence, unprecedented economic inequality, and general precarity all exacerbate interpersonal tension points. Like the rest of society, our movements exist within a general climate of anxiety, despair, and anger without the necessary support to process such massive emotions, individually or in community. Recognizing the challenging terrain on which we struggle and grow can allow for more compassion for our comrades as well as clarity about the urgent mandate at hand.</span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Our current movement is ideologically underdeveloped and uneven. History can help us understand why. There has been a one-sided, often government-initiated effort to defang movements for justice: the brutal terrorism following Reconstruction, the Red Scare following the Bolshevik revolution in 1917, the dismantling of Pan-African nationalist movements in the 1920s, McCarthyism in the ’50s, COINTELPRO in the ’60s, and the war on militant Black liberation organizations well into the early ’80s. Leaders have been jailed, killed, or co-opted; organizations have been invaded, dismantled, or neutralized. We have inherited this traumatic and often bloody legacy. </span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">As a result of this rupture, over the past 50 years, many of our leaders have prioritized hard skills and pragmatism over developing their ideological orientation or running transformative campaigns. Other organizations have an ideological analysis but lack the skills to develop an effective strategy and execute a campaign in a way that builds large bases.</span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Current conditions also contribute to the organizational tensions under which we operate. These include but are not limited to: </span></p>\n<p></p>\n<ul style=\"list-style-type:disc;\">\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">A crisis of institutional legitimacy after 40 years of neoliberalism</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">A reckoning with institutional power and cultural privilege shaped by social movements like the #MeToo Movement and the Movement for Black Lives</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The structural and ideological limitations of 501(c)3 non-profits in terms of their subservience to funding sources and resulting incompatibility with power building</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The expansion of corporate and billionaire power, popularization of ethnonationalist ideologies, and election of right-wing governments, all of which create severe economic volatility for working class and poor people</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The occupation of leadership roles by Black people, people of color, immigrants, women, queer and gender non-conforming people, or people who come from non-elite backgrounds without sufficient institutional support </span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The elevation of leaders to their positions based on exceptional oratory and organizing ability rather than management skills</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The lack of management philosophy, theory of organizational design, or model of collective labor in both non-profits and informal spaces</span></p>\n<p>\n</li>\n<p>\n</ul>\n<p> </p>\n<p></p>\n<h4 dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Common Trends</span></h4>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Here are some common tendencies that flow from the larger conditions we find ourselves in and the fallacies underlying those tendencies.</span></p>\n<p></p>\n<p> </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Neoliberal Identity</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Using one’s identity or personal experience as a justification for a political position. You may hear someone argue, “As a working-class, first-generation American, Southern woman…I say we have to vote no.” What’s implied is that one&#8217;s identity is a comprehensive validator of one’s political strategy—that identity is evidence of some intrinsic ideological or strategic legitimacy. Marginalized identity is deployed as a conveyor of a strategic truth that must simply be accepted. Likewise, historically privileged identities are essentialized, flattened, and frequently—for better or worse— dismissed.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">To be clear, personal identity and individual experience are important. And while it is true that the “personal is political,” the personal cannot trump strategy nor should it overwhelm the collective interest. Identity is too broad a container to predict one’s politics or the validity of a particular position. There are </span><a href=\"https://www.census.gov/library/stories/2021/08/improved-race-ethnicity-measures-reveal-united-states-population-much-more-multiracial.html\">over 40 million</a> Black folk in the US. Some have great politics, some do not. One’s racial or gender identity, sex, or membership in any marginalized community is, in and of itself, insufficient information to position someone in leadership or mandate that their perspective be adopted.</p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">People with marginal identities, as human beings, suffer all the frailties, inconsistencies, and failings of any other human. Genuflecting to individuals solely based on their socialized identities or personal stories deprives them of the conditions that sharpen arguments, develop skills, and win debates. We infantilize members of historically marginalized or oppressed groups by seeking to placate or pander instead of being in a right relationship, which requires struggle, debate, disagreement, and hard work. This type of false solidarity is a form of charity that weakens the individual and the collective. Finding authentic alignment and solidarity among diverse voices is serious labor. After all, “steel sharpens steel.”</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Neoliberal identity politics strips from identity politics a focus on collective power or a political project and demand. What’s left is a narrow tool used as a personal cudgel or, as Barbara Smith </span><a href=\"http://www.blackfreedomstudies.org/events/spring-2021/black-and-red-black-liberation-and-socialism\">has said</a>, “It’s like they’ve taken the identity and left the politics on the floor.” It should be noted that we have already seen this tactic used against us <a href=\"https://www.npr.org/templates/story/story.php?storyId=18489466\">on the Left</a> and <a href=\"https://www.nytimes.com/2022/05/20/us/politics/herschel-walker-raphael-warnock-race-georgia.html\">the Right</a> in the fight for racial and economic justice. Identity in this context reaffirms the individualistic principles of neoliberalism instead of challenging them.</p>\n<p></p>\n<p> </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"2\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Maximalism</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Considering anything less than the most idealistic position as a betrayal of core values and evidence of corruption, cowardice, lack of commitment, or vision. Relatedly, a righteous refusal to engage with people who do not already share our views and values.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Maximalist arguments may present themselves as debates around principles, tactics, and language or as the performance of solidarity with individuals, identity groups, and other movements. Maximalism demands that allies embrace certain tactics or positions as a test of alignment. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Maximalism ignores the fact that the value of any tactic  — or the appropriateness of any demand — must be evaluated within a larger strategy grounded in a power analysis. Sometimes tactics and demands help build power and sometimes they don’t. Taken alone, they are not an adequate tool to test for alignment. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The simple reason is that there are not enough people who are already 100% aligned. Our organizations and movements need to </span>grow. Holding on to tactics and overly idealistic demands that keep us small but pure ignores the basic strategic imperative of building power. We should of course be skeptical of those who demand too little and tell our movements to set their sights too low. But we should not mistake putting forward anything less than our most ambitious aspirations for an act of cowardice. In fact, it might reflect a sober assessment of our own power or advance a longer term strategy. </p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Maximalist thinking is particularly pernicious when it is used to justify not doing the basic work of organizing: talking to lots of different kinds of people on the doors, in their homes, and in their workplaces. We need to meet people where they are, build relationships, and move them into action. The work of organizing and base building also disciplines our tactics by grounding them in the needs and demands of our people.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span>Our opponents are formidable and dangerous. We must assess the power we actually have at all times and in every circumstance so that we don’t either leave power on the table or overreach and come up empty. Sometimes, our assessment will reveal the need for us to build tactical and strategic coalitions that share broad — though not identical — goals to fight our opponents. That requires us to sharpen our skills at debate and internal democracy so that we are in a position to lead a united front against rising authoritarianism. When we organize and win material change with and for our people, we expand our base and create more power. In this way, the demands we make tomorrow can be more ambitious than the ones we make today.</span></p>\n<p>\n </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"3\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Anti-Leadership Attitudes</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Holding skepticism of leadership as a rule. Questioning the authority, legitimacy, and competence of those with positional, perceived, or other forms of power. Therefore, all decisions made by leadership are subject to broad-based skepticism and mistrust. Valuing expertise and experience is challenged as potentially elitist. Professionalization is cited as a problematic aspect of how leadership and power are meted out. Anti-intellectualism is promoted as an egalitarian appreciation of more informal forms of skill or knowledge. This is not to be confused with a healthy skepticism of authority and leadership, including within movement spaces.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">To be clear, abuse of authority, corruption, and the arbitrary concentration of power are real problems that have gone unexamined in years past. We should credit those people—many of them newer and younger to the work—who are shining a light on systemic issues and the deep harm they cause to individuals and the power we seek. However, a reflexively anti-leadership orientation is an overcorrection that doesn’t make room for the existence of principled, responsive, accountable, and democratic leadership or for the ability of anyone in a leadership position to build strong movements, organizations, or workplaces.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Social change work requires experience, rigor, and study. It can take years of development to grow into a skillful organizer, strategist, communicator, campaign manager, or facilitator. Although talented people can rapidly develop skills, many capacities only develop over time. For example, judgment, relationship building, emotional maturity, and landscape awareness (including the knowledge of what you don’t know) deepen with experience.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span>“Professionalization” and experience are two different things that should not be conflated. Most organizers historically and globally have not been developed through professional pipelines. However, all skilled organizers—professional or otherwise—have rigorously honed those skills over time through study and practice.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Pretending formal leadership doesn’t exist can obscure hierarchies and create centers of informal power. Formal leadership, when healthy, provides clarity and transparency, which leads to greater accountability. This in turn fosters more avenues for support to develop new leadership.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Finally, there is a very real intellectual component to this work. The idea that working people do not or cannot engage in intellectual work is truly elitist and has not been my experience. </span></p>\n<p></p>\n<p> </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"4\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Anti-Institutional Sentiment</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Reflexively disdaining institutions and organizations as inherently oppressive and antiquated, including the institution one may be associated with. This point of view casts institutions themselves as the problem, even those with a social change mission.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">We all have examples of bloated, aimless, top-heavy, or simply irrelevant institutions that take space, hoard power, and demonstrate little impact. Even institutions that begin as disruptors of the status quo can slow-walk toward conservatism, disconnection, bureaucracy, irrelevance, and inefficiency. In fact, given the system of capitalism our institutions are navigating, if we are not mindful of these realities, we risk falling into them. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Despite those common pitfalls, we need institutions for a powerful and durable movement. Organizations and institutions are political vehicles. They are also spaces where individuals develop skills, connection, and ideological alignment. Institutions transmit knowledge, hold strategy, and cultivate power. Atomized individuals that loosely assemble cannot do this at the scale needed to take on entrenched power.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Arguing for doing away with political vehicles without offering a viable replacement demonstrates a lack of a power analysis. The most organized forces can leverage crisis, so how can our movements win in moments of crisis if we relinquish our organized vehicles? When our opposition possesses disciplined and organized institutions at the ready to fill power vacuums, what does it mean to unilaterally disarm?</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Instead, movement institutions should have a self-aware practice of mitigating the worst impulses of institutional drift while maximizing the strengths of people-focused infrastructure.</span></p>\n<p></p>\n<p> </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"5\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Cherry-Picking Arguments</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Using incoherent or decontextualized arguments and perspectives to add perceived legitimacy to a position or oneself. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">For example, using the term “intersectionality” to, let&#8217;s say, defend edits to a press statement. Or employing the Audre Lorde quote, “Caring for myself is not self-indulgence…,” to give gravitas to a desire to stay home from an action or take off time that you’ve earned and deserve as a worker. Or arming yourself with the concept “small is all” from adrienne maree brown’s </span><a href=\"https://www.colorlines.com/articles/three-lessons-adrienne-maree-browns-emergent-strategy\">Emergent Strategy</a> framework—outside of its global fractal context—to resist taking responsibility for a larger scale intervention or growing your community group into a mass organization. </p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">This tendency presents itself in language as well. Certain phases and words carry cultural currency and cachet. We often find words like “revolutionary” employed non-ironically in the service of bourgeois individualistic demands. Decontextualized or uncritical use of intellectual material, like the Tema Okun essay on </span><a href=\"https://www.dismantlingracism.org/uploads/4/3/5/7/43579015/okun_-_white_sup_culture.pdf\">white supremacy culture</a>, has at times served to challenge accountability around metrics and timeliness or the use of written language. Yet metrics and timeliness—and the ability to communicate in writing—are not in and of themselves examples of white supremacy.</p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">It’s easier to use language and cultural references that signify an ideological inclination than to actually study and practice a particular framework. However, such loose ideological signaling can lead to incoherence. This practice can devolve legitimate frameworks, concepts, and language into tools for individuals to virtue signal or provide weight to an argument that does not stand on its own premises. It should be noted that it is popular to borrow catchphrases and quotes from Black feminists, theorists, thinkers, and collectives in particular. This is especially pernicious when the arguments those thinkers developed are hijacked and flattened by those seeking  personal benefit or legitimacy. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The profligate and unexamined use of social media has amplified this particular trend. These platforms—owned and controlled by megacorporations—reward us for our ability to articulate or reshare the sharpest, pithiest, pettiest, most polemic, or most engaging “content.” There is no premium on nuance, accuracy, and context. There is little room for low-ego information sharing or curious and grounded political education. These platforms are ideal for, and give immediate reward to, uninformed cherry-picking, self-aggrandizement, competition, and conflict.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">We are learning the damaging lesson that the performance of profundity can supercharge our arguments and points of view while obscuring scrutiny or accountability. In the worst cases, such practices weaken our work. At the same time, the instinct to reach for a high-minded theory when a simple request will do can overlook the power we have to set personal boundaries. For example, “I need to take personal time” is a complete and worthy statement. We are enough, and our desires and boundaries matter on their own.</span></p>\n<p>\n </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"6\">\n<h4 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Glass Houses</span></h4>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Insisting that change on an interpersonal or organizational level must occur before it is sought or practiced on a larger scale. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span>Fallacies</span></strong></p>\n<p>\nThis point of view does not adequately consider the possibility that internal contradictions are the byproduct of external forces or that efforts to address internal and external challenges can run concurrently rather than sequentially. Both/and thinking is key here. </p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">A glass houses approach prioritizes perfection (usually of a small group of people) over progress (on a societal level) by establishing unattainable tests that can consume individuals and organizations in a journey toward personal or organizational perfection at the detriment of broad and urgent change. This fixation with small utopianism can be both frustrating and unfulfilling. I would argue that “doing the work” should be viewed as ongoing day-to-day practice. This requires deep commitment to sharpening internal practices and culture as well as to improving and evaluating on a continuum. </span></p>\n<p>\n </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"7\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The Small War</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Elevating the power dynamics at play among actors internal to a movement over the larger power dynamics in society. In nonprofits or social justice organizations, this often takes the shape of focusing on tensions playing out between junior staff and leadership. In social movements, it may show up as conflicts between movement formations, sectarian ideological groupings, or movement leaders.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">In prioritizing the small war, one accepts the notion that all sites of struggle are equal and that “making change wherever you are” includes addressing the demands placed on you as a functionary of a small nonprofit or a local activist in a community group. Refusal to wage the small war may therefore be seen as shirking a vital responsibility to maintain egalitarian power relations. </span>Because proximity becomes the most important factor in deciding where to take action, this thinking often lacks a structural and systemic analysis of oppression and can feed or be fed by disproportionality (or the inability to identify the scale of the problem, further defined below). Small war thinking draws false equivalencies and teaches misassessments of power. The small war puts the “glass houses” framework into action.</p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The most accessible and manageable action is by no means the most consequential. A key part of strategy is assessing the relative impact of an intervention. The small war ignores that crucial step and can therefore lead organizers to prioritize a relatively small internal quarrel over, say, a corporate campaign or structural power fight. Some may even halt a structural power play by a movement or organization to pursue an internal power struggle. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">These battles can implode and rupture institutions, leaving constituencies with less institutional power to wage the broader struggle. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Both/and is again a key concept here. We can address issues and challenges close to us while prioritizing the larger fight. This means making a commitment to broader objectives and the viability of the political vehicle even as you critique and improve that vehicle. </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">To be clear, we must not ignore problems or conflict simply because they are small, internal, or relatively parochial. In fact, I would argue that fighting for larger change is the most compelling reason to advance shifts to the internal workings of an organization. Small problems become large when unattended or dismissed. However, we must put them in proper context and stay focused on our north star. In other words, engaging in small internal debates </span>for the larger fight. </p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">The </span><a href=\"https://truthout.org/articles/a-call-to-attention-liberation-to-build-abundant-justice-let-s-focus-on-what-matters/\">principled struggle</a> framework, beautifully articulated by N’Tanya Lee of Leftroots, is a more productive approach to managing internal differences. Grounded in a shared power analysis, north star, and commitment to a political project, we can sweat the small stuff in ways that maintain focus on the larger constituencies we’re accountable to.</p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">In short, we should seek to steadfastly protect the viability of our organizational vehicles and courageously confront internal challenges in ways that allow us to wage the fights we need to wage.</span></p>\n<p>\n </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"8\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Unanchored Care</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Assuming one&#8217;s mental, physical, and spiritual health is the responsibility of the organization or collective space. The onus is on the organization to deal with the harm, burnout, or psychological stress one may experience through the work. An organization or movement should prioritize addressing individuals’ feelings and healing any harm they encounter. Collective projects, campaigns, and efforts can and should be interrupted in service of this priority.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Additionally, the scope of care a movement space, organization, or group is responsible for is sprawling—potentially addressing all or most personal triggers and traumas experienced in and outside the work.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Discerning what is yours to hold and what is the collective’s is an essential life skill and fundamental to organizational work, collaboration, and meaningful engagement of others. Organizations generally do not have the specialized skills to provide emotional or spiritual healing. Workplaces can provide a salary, benefits, paid time off, and other resources to help individuals access the support and care they require. Workplaces can also promote a culture of care and encourage individuals to care for themselves. Workplaces and colleagues cannot replace medical professionals, spiritual supports, or other devoted spaces of care.  </span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">This is also true for non-professional spaces. Your comrades can provide support, foster a caring environment, or help you out when you’re in distress. They cannot heal you or salve long-standing traumas. It is natural for us to turn to those closest when we’re in pain. It is an indictment of the larger systems in our society that abundant mental health and healing resources are not available to most of us. There are several groups now filling that void in a culturally competent manner, such as </span><a href=\"http://nqttcn.com\">Nqttcn.com</a>, <a href=\"http://beam.org\">beam.org</a>, <a href=\"http://fireweedcollective.org\">fireweedcollective.org</a>, <a href=\"http://generativesomatics.org\">generativesomatics.org</a>, and <a href=\"http://sinsinvalid.org\">sinsinvalid.org</a>.</p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Emotional intelligence is a capacity an organization can and should embody. But no organization can take on the emotional labor that is squarely in the domain of the individual. This distinction is critical. Additionally, discomfort is part of the human condition and a prerequisite for learning. Violence and oppression are to be avoided but not discomfort. The ability to discern the difference is a form of emotional maturity we should encourage.</span></p>\n<p>\n </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"9\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Disproportionality</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Being unable to interpret the scale of a problem. For example, discomfort is not only unacceptable but “violent.” Any mistake committed by the organization or an individual is an example of failure or corruption.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Disproportionality can be a byproduct of uneven training on concepts like power and power analysis as well as a misunderstanding of strategy. This tendency ultimately weakens meaning, dulls analysis, and robs us of the ability to acknowledge and process instances of violence and oppression. If everything is “violent,” nothing really is. If every slight is “oppression,” nothing is.</span></p>\n<p></p>\n<p> </p>\n<p></p>\n<ol style=\"list-style-type:upper-roman;\">\n<li aria-level=\"1\" dir=\"ltr\" value=\"10\">\n<h5 dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Activist Culture</span></h5>\n<p>\n</li>\n<p>\n</ol>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Definition</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Acting on individual and personal impulses rather than the mandate laid out by one’s role or organization. Desire to elevate one’s individual brand or cultural cachet as a function of one’s work. A desire to make an organization or movement visible in a manner that either disregards or undermines process, protocol, or culture.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Fallacies</span></strong></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Although it may be personally fulfilling and individually empowering to do and say the things you desire when you desire, institution- and organization-building requires the discipline to advance a collective strategy. That often means sublimating your impulse or ego for the greater good and leveraging your personal capacities for collective goals. This flies in the face of activist culture.</span></p>\n<p></p>\n<p dir=\"ltr\" style=\"margin-left:36pt;\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">At its very worst, activism absent the disciplining force of accountability to the whole or a guiding ideology is a dangerous venue for narcissism shrouded in &#8220;Left speak.&#8221; It can become the performance of principle without the headache of accountability.</span></p>\n<p></p>\n<p> </p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">We all have a role to play if we are to transcend these tendencies. Leaders of institutions -having more positional power- hold responsibility for their own behavior, the stewardship of their organizations, and a broader duty to facilitate movement-wide progress. At the same time, we cannot hold out for saviors in these roles. One leader or even a group of dynamic leaders cannot solve something that is very much “in the water” everywhere. It would be inconsistent for me to diagnose a problem as structural while pointing to solutions that can be executed only by a handful of individuals. We must adopt a more comprehensive understanding of leadership that recognizes that leaders and leadership exist at all levels of our organizations and movements. And importantly, the mass leadership of the working class -while unrealized- is a form of leadership with the potential to mitigate some of the tendencies outlined above, keeping our focus outward and on the main struggle. </span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">All of us — union stewards, field managers, text bank leaders, cultural workers, political educators, neighborhood block captains, members, donors — have opportunities to lead and choices to make about our behavior. Concretely, that looks like each of us wrestling with the ways we exhibit some of these destructive tendencies and making corrections. It could also look like a large group of leaders, across a number of organizations and sectors, joining forces to advance a collective shift in our practices. </span></p>\n<p></p>\n<p> </p>\n<p></p>\n<h4 dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">From Problem to Solution</span></h4>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">What can we learn from our errors and our attempts to correct these errors in service of sustainable solutions? How can we shift from a posture that simply analyzes the problems into one that is working to solve them?</span></p>\n<p></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Rather than reacting to myriad symptoms, we must build resilient organizations that can weather internal conflict and external crises. Resilient organizations are structurally sound, ideologically coherent, strategically grounded, and emotionally mature. The dimensions of resilient organizations include:</span></p>\n<p></p>\n<ul style=\"list-style-type:disc;\">\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Structural: </span></strong>The organizational form, roles, and mission. <em>What kind of vehicle are we?</em></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Ideological:</span> </strong>The organizational vision for the world. <em>Where are we going?</em></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Strategic: </span></strong>The organizational plan to advance toward this vision. <em>How do we get there?</em></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><strong><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Emotional: </span></strong>The organization’s expectations of its people and people’s expectations of the organization in matters of emotional, physical, and spiritual care and well-being. <em>How do we behave on the journey?</em></p>\n<p>\n</li>\n<p>\n</ul>\n<p> </p>\n<p></p>\n<h5><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Structural</span></h5>\n<p></p>\n<ul style=\"list-style-type:disc;\">\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Managers should support and recognize unionization efforts inside movement organizations as a reflection of our values. There is great potential for internal staff unions to strengthen our workplaces, including by inoculating against or mitigating the tendencies outlined here. Organizing and contract negotiations can sharpen the skills of—and connections among—non-managerial staff as well as deepen management’s awareness of problems and the organization’s overall health. Collective bargaining agreements can increase clarity, promote equity, foster accountability, and provide a common language across an organization. And, most importantly, healthy labor/management relations can bridge gaps and serve as an ongoing resource for managers and unit members to tend to collective goals. No process, including unionization, can be a panacea to all our institutional woes. When done with enthusiastic, upfront support from managers and a bargaining unit committed to the organizational mission and vehicle, unionization can mitigate glass house/small war/anti-leadership tendencies rather than feed them.</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Leaders should be clearer and more transparent about where hierarchies exist, why they exist, and where and how decision making lives. This requires formal, clear, and understandable decision making and leadership structures. This also means up-front validation of those structures in relation to the organizational mission in contexts like onboarding and recruitment. Additionally, people should understand their place in these structures as well as opportunities for their leadership development and advancement. </span><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Various tools exist to help clarify decision making, including </span><a href=\"https://www.trec.org/wp-content/uploads/2020/05/DARCI-Decision-Making-Model-v520.pdf\">DARCI</a>, <a href=\"https://www.managementcenter.org/resources/assigning-responsibilities/\">MOCHA</a>, and Interaction Institute’s <a href=\"https://interactioninstitute.org/wp-content/uploads/2017/05/levels-of-involvement.png\">decision making framework</a>. No one tool is ideal for all contexts. However, having one is critical.</p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Organizations should promote a “pro-leadership” culture. Such a culture does not elevate individual leaders or place them beyond reproach. It does define and practice a form of leadership that moves us away from neoliberal individualism toward collective power and accountability. In the context of a grassroots or base-building organization, this looks like rooting leadership in the working-class base. In staffed organizations that are grassroots and community-based, this means ensuring that non-staff leadership is pronounced and real and staff leadership is accountable, clear, and experienced. This also requires rigorous training, practice, and intentional development of a culture that elevates the leadership of working people.</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Hierarchy, commitment to leadership—including leadership development—and other pro-leadership ideas cannot be assumed and are not self-evident. They must complement and be justified by the organization’s mission and theory of change.</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">Efforts should be made to minimize bureaucratic structures. In staffed organizations, managers should be trained to affirm how and where staff can raise concerns, ask informed questions, experiment, lead, and be creative. In such a culture, seniority is not fetishized for seniority’s sake. Instead, there is a matter-of-fact recognition that, with experience, one tends to grow in judgment and has a clearer understanding of what one does not know. This must be supported by the actual organizational culture of leadership development so more senior leaders are tasked with training and supporting less experienced people to execute, learn, and become leaders themselves.</span></p>\n<p>\n</li>\n<p></p>\n<li aria-level=\"1\" dir=\"ltr\">\n<p dir=\"ltr\" role=\"presentation\"><span id=\"docs-internal-guid-93af5700-7fff-f2fe-8f7b-8771299df407\">There should be regular evaluation of decisions and campaigns. Leaders and decision makers should also be regularly evaluated—not just by other leaders and decision makers but also by people who report to them. Their strategies should also be regularly eva",
  "key_image_url": "https://forgeorganizing.org/wp-content/uploads/2024/12/the-forge-og-image.png",
  "local_image_path": "scraped/7dc8ca249195b0e7/image.png",
  "json_ld_objects": [
    {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "WebPage",
          "@id": "http://forgeorganizing.org/article/building-resilient-organizations/",
          "url": "http://forgeorganizing.org/article/building-resilient-organizations/",
          "name": "Building Resilient Organizations - The Forge",
          "isPartOf": {
            "@id": "https://forgeorganizing.org/#website"
          },
          "datePublished": "2022-11-29T05:00:00+00:00",
          "dateModified": "2024-12-24T21:05:59+00:00",
          "breadcrumb": {
            "@id": "http://forgeorganizing.org/article/building-resilient-organizations/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": [
                "http://forgeorganizing.org/article/building-resilient-organizations/"
              ]
            }
          ]
        },
        {
          "@type": "BreadcrumbList",
          "@id": "http://forgeorganizing.org/article/building-resilient-organizations/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "https://forgeorganizing.org/"
            },
            {
              "@type": "ListItem",
              "position": 2,
              "name": "Building Resilient Organizations"
            }
          ]
        },
        {
          "@type": "WebSite",
          "@id": "https://forgeorganizing.org/#website",
          "url": "https://forgeorganizing.org/",
          "name": "The Forge",
          "description": "Organizing Strategy and Practice",
          "publisher": {
            "@id": "https://forgeorganizing.org/#organization"
          },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "https://forgeorganizing.org/?s={search_term_string}"
              },
              "query-input": {
                "@type": "PropertyValueSpecification",
                "valueRequired": true,
                "valueName": "search_term_string"
              }
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "Organization",
          "@id": "https://forgeorganizing.org/#organization",
          "name": "The Forge",
          "url": "https://forgeorganizing.org/",
          "logo": {
            "@type": "ImageObject",
            "inLanguage": "en-US",
            "@id": "https://forgeorganizing.org/#/schema/logo/image/",
            "url": "https://dev-the-forge-wp.pantheonsite.io/wp-content/uploads/2024/12/the-forge-og-image.png",
            "contentUrl": "https://dev-the-forge-wp.pantheonsite.io/wp-content/uploads/2024/12/the-forge-og-image.png",
            "width": 1200,
            "height": 630,
            "caption": "The Forge"
          },
          "image": {
            "@id": "https://forgeorganizing.org/#/schema/logo/image/"
          }
        }
      ]
    }
  ],
  "scraping_timestamp": "2025-05-23T21:31:57.970Z",
  "scraping_status": "scraped"
}